{"title":{"1":"'Absolutely Not': FTX's Former General Counsel Says He Never Approved Loans of Customer Funds","5":"Crypto Spot Market Regulation Gap Unaddressed for 'Far Too Long': Former CFTC Commissioner Stump","6":"Protocol Village: Coreum Blockchain Turns to BitGo for Custom Payments","8":"Spot Bitcoin ETF Approvals Could Add $1 Trillion to Crypto Market Cap: CryptoQuant","13":"Bitcoin Asset Manager Onramp Unveils Multisig Platform, Adds BitGo to Custodians","15":"Pantera, Susquehanna and HashKey Back DEX SynFutures With $22M Funding","16":"Circle to Let Merchants Pay for Customers' Gas Fees With Web3 Wallet Upgrade","18":"Gemini, Genesis, DCG Sued by New York AG for Allegedly Defrauding Investors of $1B","19":"Bitcoin ETF Rumor Had a Silver Lining and It's Apparent in the Crypto Options Market","20":"Judge Kaplan's Ire Hits All Lawyers in the Sam Bankman-Fried Case","21":"DAO-Builder SuperDao Shuts Shop, Returns Investor Money","26":"German Regulator Warns Consumers About MEXC's Crypto Custody","27":"The Crypto Winter May Be Over: Morgan Stanley Wealth Management","29":"Nomura-Backed Komainu Joins Crypto Custodian Copper’s ClearLoop Network","30":"Elon Musk’s Plan to Charge New X Users $1 May Not Deter Crypto Bots","33":"Bitcoin Miner Marathon to Custody Some of Its BTC With Fidelity Digital","35":"Top U.S. Bank Regulator Faulted for Lack of Crypto Guidance to Banks","36":"Cracks Appear as Ethereum Staking Demand Wanes","38":"Treasury Department Issues Sanctions on Hamas Operatives; SBF's Meetings With Powerful Politicians","42":"U.S. Sen. Warren Leads Lawmakers to Push Administration on Crypto-Backed Terrorism","43":"‘Oh, Yes’: Accounting Prof Says Sam Bankman-Fried’s FTX Definitely Mishandled Customers' Money","53":"Crypto World Hopeful as California Chases BitLicense in Absence of U.S. Feds","56":"Fidelity Amends Spot Bitcoin ETF Filing; SBF Calendar Reveals High-Profile Meetings","57":"Floki Developers Propose Staking and Utility Token Plans","58":"Ether.Fi Rolls Out Liquid Staking Token eETH, That Can be Restaked on EigenLayer","61":"First Mover Americas: GBTC Discount Continues to Narrow; Reddit’s Crypto Tokens Plummet","63":"Korean Giant SK Telecom Releases Crypto Wallet With CryptoQuant as Partner","64":"Bitcoin Nears $29K as Fidelity ETF Amendment Bumps Bullish Sentiment","65":"Ether Could Continue to Underperform Bitcoin as U.S. Bond Market 'Dis-Inversion' Resumes","67":"Spot Bitcoin ETF Approvals Could Add $1 Trillion to Crypto Market Cap, CryptoQuant Says","72":"Why Power Is Passing to Courts to Make US Crypto Policy","73":"Why Binance, Coinbase, Ripple and Other Crypto Firms Cite the ‘Major Questions’ Doctrine During Legal Imbroglios","77":"Tokenized RWAs Could Grow to a $10T Market by 2030 as Crypto Converges to TradFi: Report","78":"BlackRock CEO Larry Fink Seeing Client Demand for Crypto 'Around The World'","80":"Digital Dollar May Pose 'Significant Risk,' Fed Governor Bowman Says","81":"GameFi Token BIGTIME Skyrockets in First Week of Existence","82":"Crypto Regulation Is Not a 'Panacea' for the Industry, Legal Expert Says","85":"Paul Brody Discusses Fidelity Digital Assets Utilizing EY’s Blockchain Analytics Tool","90":"Web3-Powered File Management App Raises $1.5M to Offer Alternative to Google","91":"When Bankruptcy Regulates Crypto: The Good, the Bad, and the (Really) Ugly","95":"BitGo Buys Crypto Wealth Management Platform HeightZero","98":"Pennsylvania Lawmaker Scraps Crypto Mining Ban to Advance Energy Conservation Bill","101":"SBF Trial: Nishad Singh Felt ‘Suicidal’ in Crypto Exchange’s Final Days","105":"Lido Finance Sunsets Solana Staking Product After DAO Vote","106":"Bitcoin's Rising Dominance Rate Challenges Altcoin Boom From 2021","116":"Key Driver Behind Bitcoin's Price Spike; California's Crypto Licensing Bill Signed Into Law","117":"SEC Not Willing to 'Publicly Assert That Ether Is a Security Right Now': Former CFTC General Counsel","120":"Binance to Stop Accepting New U.K. Users to Comply With Ad Rules","122":"Coinbase Ventures, Haun Ventures Raise Crypto Political Capital With University of Arkansas Tech Sprint","124":"Former Top FTX Executive Testifies He Knew $8B of Customer Money Was Missing","127":"How Clear and Effective Crypto Regulations are Born","128":"Tether Freezes 32 Crypto Addresses Linked to Terrorism, Warfare in Israel and Ukraine","129":"Where Is Crypto Policy Heading in a Post-FTX World?","130":"The Stablecoin Bill Is a Vital Upgrade for US Financial Plumbing","131":"First Mover Americas: Bitcoin Spot ETFs Inch Closer to Reality in U.S.","133":"Hong Kong-Based Crypto Exchange OSL's Owner Weighing Sale at $128M Valuation: Bloomberg","139":"Investor Demand for Ether Staking Yields Has Slowed: Coinbase","146":"Protocol Village: Binance Invests in Modular Rollup Network Initia","149":"BOND Token Soars After BarnBridge Votes to ‘Comply’ With SEC"},"description":{"1":"NEW YORK – FTX’s general counsel “never approved” the crypto exchange lending customer funds to sister firm Alameda Research, he told the jury on day 12 of Sam Bankman-Fried’s criminal fraud trial. Ca","5":"This week, we are taking a closer look at the state of crypto regulation and that's presented by cha analysis. Joining us now to discuss is former CFTC commissioner Don Stump. Welcome to the show. Don","6":"Oct. 19: Coreum , an enterprise-grade layer-1 blockchain, announced a new partnership with crypto custodian BitGo , according to a message from the team: \"This partnership with BitGo aims to create ","8":"","13":"Bitcoin financial services firm Onramp's asset management platform has opened for business with BitGo among its custodians. Austin, Texas-based Onramp launched a spot bitcoin (BTC) trust in April ta","15":"SynFutures, a perpetual futures decentralized exchange (DEX), has raised a $22 million Series B led by Pantera Capital, alongside fellow crypto industry investor heavyweights. Pantera Capital was join","16":"USDC stablecoin issuer Circle Internet Financial on Thursday released an upgrade for its Web3 programmable crypto wallet that allows merchants to take over and pay for their customers' transactio","18":"New York Attorney General Letitia James filed a lawsuit on Thursday against cryptocurrency companies Gemini Trust, Genesis Global Capital and Digital Currency Group (DCG) for allegedly defrauding mo","19":"Monday's false report that the U.S. Securities and Exchange Commission (SEC) had approved BlackRock's spot bitcoin ( BTC ) exchange-traded fund (ETF) saw the cryptocurrency spike 10% to $30,000 befor","20":"We’ve entered the soul-sucking phase of Sam Bankman-Fried’s month-long criminal trial. The part where an antsy Judge Lewis Kaplan paces and glares – and then lashes out at prosecutors (and also defens","21":"SuperDao, the platform that helps communities build their decentralized autonomous organization (DAO), has announced that it is shutting down and returning leftover money to investors. DAOs are block","26":"Germany’s Federal Financial Supervisory Authority (BaFin) warned consumers about the MEXC exchange offering financial services on its website without the required authorization on Tuesday . MEXC’s cr","27":"The crypto winter may be over, Morgan Stanley Wealth Management said in a post on its website examining whether the recent bear market in digital assets has run its course. “Based on current data, sig","29":"Komainu, a crypto custody joint venture of Nomura, Ledger and CoinShares, is joining Copper’s ClearLoop network, the company said Thursday. The tie-up will allow institutional clients of Komainu to tr","30":"A plan to charge $1 to new users of social app X, formerly Twitter, may do little to deter the bot endemic on the popular platform used by crypto projects and users. X began rolling out the annual c","33":"Bitcoin [BTC] miner Marathon Digital (MARA) will stash some of its digital assets with Fidelity Digital Asset, adding a second custody partner in an attempt to diversify. \"Historically, Marathon has c","35":"The U.S. Federal Deposit Insurance Corp. (FDIC) has left the banks it oversees unequipped to navigate the regulator's crypto expectations, according to the agency's inspector general, so the FDIC ag","36":"Rewind to earlier this year, and staking on the Ethereum blockchain was all the rage . At the heart of it all was Lido Finance, a decentralized protocol that allowed traders to both earn rewards from","38":"The Treasury Department takes aim at Hamas's cash flow and Stan Ban Man freed dinner meetings with American politicians. You're watching coin desk daily. I'm your host, Jen Sani. Let's take a look at ","42":"U.S. Sen. Elizabeth Warren (D-Mass.) led more than a hundred lawmakers in demanding top officials share their plans for heading off crypto-financed terrorism. The bipartisan group of lawmakers from ","43":"NEW YORK – To help make their case that Sam Bankman-Fried committed a historic multibillion-dollar fraud, prosecutors enlisted an accounting professor who assisted the government investigations into E","53":"Crypto insiders feel they've been burned before in the cauldron of New York’s BitLicense, but they suggest that California’s implementation leaves some room for hope. With the U.S. Congress and fede","56":"Good morning and welcome to first mover your first global look at today's action in Bitcoin Blockchain and digital assets. I'm Jen Sani here with my co-host Lawrence Leon and coin desks, executive dir","57":"Floki (FLOKI) developers plan to introduce a staking feature in return for a new utility token, chief developer “B” told CoinDesk in a Telegram message on Wednesday. The staking feature and the new to","58":"Decentralized finance (DeFi) protocol ether.fi has rolled out a liquid staking token (LST) that allows users to generate rewards by staking ether (ETH). Decentralized finance refers to financial act","61":"This article originally appeared in First Mover , CoinDesk’s daily newsletter putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day . L","63":"Korean crypto services firm Team Blackbird, which runs the blockchain data and analytics platform CryptoQuant, said it introduced a crypto wallet in partnership with SK Telecom (SKT), the biggest mobi","64":"Bitcoin ( BTC ) shot to as high as $28,817 earlier today as amendments to a spot bitcoin ETF filing in the U.S. fired up bullish sentiment. The largest cryptocurrency added 2.8% in the past 24 hours, ","65":"Ether (ETH) has underperformed bitcoin (BTC) significantly this year and the trend could continue. That's an apparent signal from the U.S. Treasury government bond market, where the gap between yields","67":"Bitcoin will become a $900 billion asset, and the total crypto market will grow by $1 trillion, should the bitcoin spot exchange-traded funds (ETFs) be approved, data analytics firm CryptoQuant wrote ","72":"Regulating new technologies has never been easy, but it is especially difficult in the modern era. The U.S. legal system faces an unprecedented challenge due to emerging blockchain and AI technology. ","73":"Binance has “major questions.” Coinbase has “major questions.” Even President Joseph Biden had major questions. What exactly are these “major questions” that keep popping up across the crypto industry","77":"The market for tokenized assets could grow to as large as $10 trillion in this decade as traditional financial (TradFi) institutions continue to adopt blockchain technology, digital asset management f","78":"Clients across the globe are talking about “the need for crypto,” said Larry Fink, CEO of asset management giant BlackRock (BLK). Appearing on Fox Business on Monday hours after a false rumor about ","80":"U.S. Federal Reserve Governor Michelle Bowman is uncertain if the U.S. needs to get into the central bank digital currency (CBDC) business. \"The potential benefits of a U.S. CBDC remain unclear, and","81":"The chart of the day is brought to you by crypto dot com. The world's fastest growing crypto app. Let's take a look at the chart of the day. Game five token big time rallied 250% in just five days. Bi","82":"You're not going to have huge leverage perks that some people want on a US regulated exchange that's not happening in the near term. And there are some people who will be drawn to that, there will be ","85":"Fidelity digital assets is utilizing eys Blockchain analytics tool aimed at enhancing internal risk management. Joining us now to discuss this global Blockchain leader for Ey Paul brody, welcome back ","90":"Web3 workspace and file management application Fileverse raised $1.5 million in a pre-seed round, the firm told CoinDesk Tuesday. Privacy-focused Gnosis Chain and venture capital firm Factor led the i","91":"Without an established oversight regime, crypto winter has turned bankruptcy courts into accidental regulators of the digital asset market. In the wake of Terra\/Luna’s collapse in May 2022, followed b","95":"Cryptocurrency custody specialist BitGo has acquired HeightZero, a firm that provides software tools for wealth managers whose clients may want to invest a proportion of their portfolios in crypto and","98":"A lawmaker in Pennsylvania's House of Representatives scrapped a proposed two-year moratorium on crypto mining permits from his own energy conservation bill to give it a better chance of moving forwar","101":"“I was blindsided and horrified.” That’s how Nishad Singh recalled feeling after a fateful September 2022 meeting with FTX founder Sam Bankman-Fried where his boss laid bare the full scope of the exch","105":"Decentralized liquid staking giant Lido Finance has decided to discontinue accepting new requests for staking solana (SOL) token following Lido's LDO token holders' lopsided voting in favor of halting","106":"Bitcoin's (BTC) dominance rate or share in the overall crypto market continues to rise, threatening to reverse alternative cryptocurrencies (altcoins) BTC-beating rally from early 2021. The dominance ","116":"Why today's Bitcoin surge was short lived and there's a new crypto law in California. You're watching Coin Desk Daily. I'm your host, Jen Sani. Let's take a look at the markets. The coin desk, Bitcoin","117":"Ether, futures have been trading on CFTC regulated exchanges for several years now. And so, if the SEC thought that that product was instead, you know, a security based product, that either was a secu","120":"Binance will stop accepting new U.K. users starting Monday in order to comply with the country's crypto marketing rules, the company said in a blog post . Under the new regime – which kicked in on Oc","122":"Cryptocurrency-focused investment firms Coinbase Ventures and Haun Ventures are backing a technology accelerator program at the University of Arkansas, noting the southern state’s mix of entrepreneurs","124":"NEW YORK — The third week of Sam Bankman-Fried’s criminal trial began with a member of his FTX inner circle weaving together statements from three previous witnesses, walking the jury step-by-step thr","127":"The development of blockchain-based digital assets, and the multi-billion dollar market that has formed around them, has proved to be a tremendous challenge for global legislators and regulators alike","128":"Stablecoin issuer Tether has frozen funds in 32 cryptocurrency addresses linked to terrorism and warfare in Israel and Ukraine, according to a Monday press release . Tether said that it has been work","129":"Among some crypto journalists, there is a sense the ongoing criminal trial of disgraced FTX founder Sam Bankman-Fried may be the last great crypto trial. FTX’s implosion, and the subsequent market con","130":"Fifteen years ago Lehman Brothers collapsed, destroying the retirement savings of millions of Americans. Congress and the White House responded to the ensuing financial crisis by passing the Dodd-Fran","131":"This article originally appeared in First Mover , CoinDesk’s daily newsletter putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day . L","133":"BC Technology Group is weighing the sale of its crypto exchange OSL at a valuation of 1 billion Hong Kong dollars ($128 million), according to a report by Bloomberg on Monday. OSL offers prime broke","139":"The Ethereum blockchain validator queue has emptied for the first time since the Shanghai upgrade in May, a signal investor demand for ether (ETH) staking is leveling off, Coinbase (COIN) said in a re","146":"Oct. 13: Binance Labs , the venture capital and incubation arm of the crypto exchange Binance , has invested in Initia , a \"network designed for highly interwoven modular rollups,\" according to a ","149":"BarnBridge’s BOND more than doubled in price after the defunct crypto derivatives project indicated it will acquiesce to unspecified demands by the U.S. Securities and Exchange Commission. The token w"},"date":{"1":1697732000000,"5":1697730911000,"6":1697730672000,"8":1697729774000,"13":1697722200000,"15":1697720400000,"16":1697720400000,"18":1697714230000,"19":1697713916000,"20":1697709600000,"21":1697707378000,"26":1697704135000,"27":1697703651000,"29":1697698800000,"30":1697698645000,"33":1697665162000,"35":1697652096000,"36":1697650089000,"38":1697644342000,"42":1697642191000,"43":1697642138000,"53":1697637634000,"56":1697634000000,"57":1697634000000,"58":1697633945000,"61":1697631031000,"63":1697627472000,"64":1697618931000,"65":1697618557000,"67":1697606034000,"72":1697572019000,"73":1697568454000,"77":1697561236000,"78":1697559440000,"80":1697558723000,"81":1697556509000,"82":1697556022000,"85":1697553922000,"90":1697551200000,"91":1697550480000,"95":1697547600000,"98":1697540745000,"101":1697536800000,"105":1697529594000,"106":1697527151000,"116":1697471297000,"117":1697470726000,"120":1697469626000,"122":1697468400000,"124":1697466736000,"127":1697464608000,"128":1697460611000,"129":1697460311000,"130":1697458675000,"131":1697457703000,"133":1697456572000,"139":1697446101000,"146":1697403545000,"149":1697302647000},"label":{"1":"negative","5":"negative","6":"positive","8":"positive","13":"positive","15":"positive","16":"positive","18":"negative","19":"negative","20":"negative","21":"negative","26":"negative","27":"positive","29":"positive","30":"negative","33":"positive","35":"negative","36":"negative","38":"negative","42":"positive","43":"negative","53":"positive","56":"positive","57":"positive","58":"positive","61":"positive","63":"positive","64":"positive","65":"negative","67":"positive","72":"negative","73":"negative","77":"positive","78":"positive","80":"negative","81":"positive","82":"negative","85":"positive","90":"positive","91":"negative","95":"positive","98":"positive","101":"negative","105":"negative","106":"negative","116":"negative","117":"negative","120":"negative","122":"positive","124":"negative","127":"negative","128":"positive","129":"negative","130":"positive","131":"positive","133":"positive","139":"negative","146":"positive","149":"positive"},"label_score":{"1":0.989492178,"5":0.9959671497,"6":0.9978100657,"8":0.99740237,"13":0.9979490638,"15":0.9980687499,"16":0.9977217317,"18":0.998472631,"19":0.9911600947,"20":0.9984859824,"21":0.9978256822,"26":0.9978665709,"27":0.9900526404,"29":0.9979169965,"30":0.9915574789,"33":0.9977014661,"35":0.9989501834,"36":0.9961357117,"38":0.9693379402,"42":0.9630408883,"43":0.9983703494,"53":0.9971963167,"56":0.9919022918,"57":0.9712015986,"58":0.9958555102,"61":0.9959766269,"63":0.9976121187,"64":0.9980276227,"65":0.9987371564,"67":0.996801734,"72":0.9978247881,"73":0.9627582431,"77":0.9914956093,"78":0.9971509576,"80":0.9982076883,"81":0.9980187416,"82":0.9165214896,"85":0.9781187773,"90":0.9980716109,"91":0.9975270629,"95":0.9974368811,"98":0.9975532889,"101":0.9987608194,"105":0.9907483459,"106":0.9986264706,"116":0.9839590192,"117":0.9692723155,"120":0.9497690201,"122":0.9980389476,"124":0.9426704049,"127":0.9986844659,"128":0.9081693888,"129":0.9537439346,"130":0.9943712354,"131":0.9742219448,"133":0.9834961891,"139":0.9988597631,"146":0.998065412,"149":0.9980196953},"label_effect":{"1":-0.989492178,"5":-0.9959671497,"6":0.9978100657,"8":0.99740237,"13":0.9979490638,"15":0.9980687499,"16":0.9977217317,"18":-0.998472631,"19":-0.9911600947,"20":-0.9984859824,"21":-0.9978256822,"26":-0.9978665709,"27":0.9900526404,"29":0.9979169965,"30":-0.9915574789,"33":0.9977014661,"35":-0.9989501834,"36":-0.9961357117,"38":-0.9693379402,"42":0.9630408883,"43":-0.9983703494,"53":0.9971963167,"56":0.9919022918,"57":0.9712015986,"58":0.9958555102,"61":0.9959766269,"63":0.9976121187,"64":0.9980276227,"65":-0.9987371564,"67":0.996801734,"72":-0.9978247881,"73":-0.9627582431,"77":0.9914956093,"78":0.9971509576,"80":-0.9982076883,"81":0.9980187416,"82":-0.9165214896,"85":0.9781187773,"90":0.9980716109,"91":-0.9975270629,"95":0.9974368811,"98":0.9975532889,"101":-0.9987608194,"105":-0.9907483459,"106":-0.9986264706,"116":-0.9839590192,"117":-0.9692723155,"120":-0.9497690201,"122":0.9980389476,"124":-0.9426704049,"127":-0.9986844659,"128":0.9081693888,"129":-0.9537439346,"130":0.9943712354,"131":0.9742219448,"133":0.9834961891,"139":-0.9988597631,"146":0.998065412,"149":0.9980196953},"class":{"1":"Crime","5":"Regulation","6":"Technology","8":"Technology","13":"Technology","15":"Technology","16":"Technology","18":"Crime","19":"Technology","20":"Crime","21":"Technology","26":"Regulation","27":"Forecasts","29":"Technology","30":"Technology","33":"Technology","35":"Regulation","36":"Technology","38":"Global Events","42":"Global Events","43":"Crime","53":"Regulation","56":"Global Events","57":"Technology","58":"Technology","61":"Global Events","63":"Technology","64":"Technology","65":"Forecasts","67":"Forecasts","72":"Regulation","73":"Technology","77":"Forecasts","78":"Global Events","80":"Forecasts","81":"Technology","82":"Regulation","85":"Technology","90":"Technology","91":"Regulation","95":"Technology","98":"Technology","101":"Crime","105":"Technology","106":"Forecasts","116":"Technology","117":"Regulation","120":"Regulation","122":"Technology","124":"Crime","127":"Technology","128":"Technology","129":"Crime","130":"Regulation","131":"Global Events","133":"Technology","139":"Technology","146":"Technology","149":"Regulation"},"class_score":{"1":0.5648165345,"5":0.7587256432,"6":0.8440595865,"8":0.4077489078,"13":0.5155415535,"15":0.5810288191,"16":0.7138816714,"18":0.5769905448,"19":0.3663705885,"20":0.7057876587,"21":0.6321827173,"26":0.6865460277,"27":0.383582443,"29":0.4251339734,"30":0.4537649453,"33":0.4723497033,"35":0.5795249939,"36":0.506480813,"38":0.3977051377,"42":0.365167439,"43":0.652120769,"53":0.4562976062,"56":0.7850537896,"57":0.6144120097,"58":0.5304329395,"61":0.3906303346,"63":0.5803873539,"64":0.364525795,"65":0.4223238826,"67":0.3693857491,"72":0.4727140665,"73":0.4074178934,"77":0.5336918831,"78":0.535829246,"80":0.4146340787,"81":0.5960729122,"82":0.4829077721,"85":0.7818878293,"90":0.6305119395,"91":0.5611883402,"95":0.6084742546,"98":0.3597891629,"101":0.4275402725,"105":0.3679375648,"106":0.4731038809,"116":0.3961090744,"117":0.5981020331,"120":0.4364232719,"122":0.6164398193,"124":0.5186430812,"127":0.4582670033,"128":0.4346891046,"129":0.5953935385,"130":0.532284081,"131":0.3571457267,"133":0.602265358,"139":0.4207776189,"146":0.4908310771,"149":0.4227959216},"gross_effect":{"1":-0.5588815429,"5":-0.7556658162,"6":0.8422111515,"8":0.406689727,"13":0.5144842107,"15":0.5799067071,"16":0.7122552574,"18":-0.5761092673,"19":-0.3631319072,"20":-0.7047190838,"21":-0.6308081512,"26":-0.6850813304,"27":0.3797668105,"29":0.4242484178,"30":-0.4499340251,"33":0.4712639915,"35":-0.5789165989,"36":-0.5045236251,"38":-0.385510679,"42":0.3516711748,"43":-0.65105804,"53":0.4550182923,"56":0.7786966531,"57":0.5967179261,"58":0.5282345656,"61":0.389058683,"63":0.5790014578,"64":0.3638068126,"65":-0.4217905536,"67":0.3682043552,"72":-0.4716858132,"73":-0.3922449353,"77":0.5291531588,"78":0.5343026458,"80":-0.4138909252,"81":0.5948919378,"82":-0.4425953506,"85":0.7647791676,"90":0.6292960672,"91":-0.5598005567,"95":0.6069146627,"98":0.3589088627,"101":-0.4270104729,"105":-0.3645335338,"106":-0.4724540588,"116":-0.3897550963,"117":-0.5797237426,"120":-0.4145013033,"122":0.6152309485,"124":-0.4889094833,"127":-0.4576641374,"128":0.3947713384,"129":-0.567852976,"130":0.5292879792,"131":0.3479392044,"133":0.5923256844,"139":-0.4202978327,"146":0.4898815212,"149":0.4219586568}}