[{"title": "Author Alex Tapscott Explains Why Web3 Will Be a 'Steamroller'", "description": "Our next guest is out with a new book that dives deep into the future of Web three. Joining us now to discuss is the author of Web Three charting the internet's next economic and cultural frontier, Al", "date": 1697732231}, {"title": "'Absolutely Not': FTX's Former General Counsel Says He Never Approved Loans of Customer Funds", "description": "NEW YORK – FTX’s general counsel “never approved” the crypto exchange lending customer funds to sister firm Alameda Research, he told the jury on day 12 of Sam Bankman-Fried’s criminal fraud trial. Ca", "date": 1697732000}, {"title": "Gemini, Genesis, DCG Sued by New York Attorney General; Coinbase Picks EU Hub", "description": "Crypto Spring could be ready to bloom. And Coinbase finds a new home base. You're watching Coindesk Daily, I'm your host, Jen Sani. Let's take a look at the markets. The coin desk, Bitcoin price XX in", "date": 1697731817}, {"title": "Crypto Investors 'Want Exposure' to a Spot Bitcoin ETF in the U.S.: MV Capital CIO", "description": "The US markets will are are certainly the biggest in the world. The biggest equity markets in the world and the biggest were the biggest consumers in the world by a very large margin, right? I think t", "date": 1697731710}, {"title": "[RE-AIR] New York Attorney General Sues Gemini, DCG, Genesis; AI's Role in the Future of Web3", "description": "", "date": 1697731200}, {"title": "Crypto Spot Market Regulation Gap Unaddressed for 'Far Too Long': Former CFTC Commissioner Stump", "description": "This week, we are taking a closer look at the state of crypto regulation and that's presented by cha analysis. Joining us now to discuss is former CFTC commissioner Don Stump. Welcome to the show. Don", "date": 1697730911}, {"title": "Protocol Village: Coreum Blockchain Turns to BitGo for Custom Payments", "description": "Oct. 19: Coreum , an enterprise-grade layer-1 blockchain, announced a new partnership with crypto custodian BitGo , according to a message from the team: \"This partnership with BitGo aims to create ", "date": 1697730672}, {"title": "Crypto for Advisors: What Will Trigger Crypto Mass Adoption?", "description": "Crypto enthusiasts anxiously await everyone “getting it\" and the masses entering and investing in crypto. But what will be the trigger? Will Ferrari's announcement that you can pay for your car in b", "date": 1697730300}, {"title": "Spot Bitcoin ETF Approvals Could Add $1 Trillion to Crypto Market Cap: CryptoQuant", "description": "", "date": 1697729774}, {"title": "Crypto Update | What You Need to Know About the U.S. Housing Market", "description": "Today's episode is sponsored by CME Group . Today’s Stories: U.S. Treasury Targets Gaza Crypto Business in Sanctions to Squeeze Hamas Hamas-Linked Crypto Accounts Frozen by Israeli Police, ", "date": 1697727961}, {"title": "U.S. Regulators 'Owe the Marketplace Some Greater Clarity,' Former CFTC Commissioner Says", "description": "I do very much believe that Congress is going to have to authorize someone to one of the regulatory agencies. I have a preference but one of the regulatory agencies to oversee and regulate the day to ", "date": 1697726514}, {"title": "Bitcoin Could Rise to Between $42K and $56K if BlackRock ETF Is Approved: Matrixport", "description": "Bitcoin ( BTC ) will rise to as high as $56,000 if a BlackRock spot bitcoin exchange-traded fund (ETF) is approved, crypto services provider Matrixport said in a report Thursday. At the low end, $42,0", "date": 1697725031}, {"title": "What Crypto Can Learn From Regulatory Overhauls at PayPal, Robinhood and Revolut", "description": "Concerns that over-regulation can stifle innovation and hinder the growth of Web3 are valid. But proper rules and laws can equally save and supercharge crypto. This op-ed is part of CoinDesk's Sta", "date": 1697724127}, {"title": "Bitcoin Asset Manager Onramp Unveils Multisig Platform, Adds BitGo to Custodians", "description": "Bitcoin financial services firm Onramp's asset management platform has opened for business with BitGo among its custodians. Austin, Texas-based Onramp launched a spot bitcoin (BTC) trust in April ta", "date": 1697722200}, {"title": "New York Attorney General Sues Gemini, DCG, Genesis; AI's Role in the Future of Web3", "description": "Good morning and welcome to first mover, your first global look at today's action in Bitcoin Blockchain and Digital assets. I'm Jen Sani here with my co-host Lawrence Lewin and coin desk's executive d", "date": 1697720400}, {"title": "Pantera, Susquehanna and HashKey Back DEX SynFutures With $22M Funding", "description": "SynFutures, a perpetual futures decentralized exchange (DEX), has raised a $22 million Series B led by Pantera Capital, alongside fellow crypto industry investor heavyweights. Pantera Capital was join", "date": 1697720400}, {"title": "Circle to Let Merchants Pay for Customers' Gas Fees With Web3 Wallet Upgrade", "description": "USDC stablecoin issuer Circle Internet Financial on Thursday released an upgrade for its Web3 programmable crypto wallet that allows merchants to take over and pay for their customers' transactio", "date": 1697720400}, {"title": "First Mover Americas: New York AG Sues Gemini, DCG, Genesis", "description": "This article originally appeared in First Mover , CoinDesk’s daily newsletter putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day . L", "date": 1697716921}, {"title": "Gemini, Genesis, DCG Sued by New York AG for Allegedly Defrauding Investors of $1B", "description": "New York Attorney General Letitia James filed a lawsuit on Thursday against cryptocurrency companies Gemini Trust, Genesis Global Capital and Digital Currency Group (DCG) for allegedly defrauding mo", "date": 1697714230}, {"title": "Bitcoin ETF Rumor Had a Silver Lining and It's Apparent in the Crypto Options Market", "description": "Monday's false report that the U.S. Securities and Exchange Commission (SEC) had approved BlackRock's spot bitcoin ( BTC ) exchange-traded fund (ETF) saw the cryptocurrency spike 10% to $30,000 befor", "date": 1697713916}, {"title": "Judge Kaplan's Ire Hits All Lawyers in the Sam Bankman-Fried Case", "description": "We’ve entered the soul-sucking phase of Sam Bankman-Fried’s month-long criminal trial. The part where an antsy Judge Lewis Kaplan paces and glares – and then lashes out at prosecutors (and also defens", "date": 1697709600}, {"title": "DAO-Builder SuperDao Shuts Shop, Returns Investor Money", "description": "SuperDao, the platform that helps communities build their decentralized autonomous organization (DAO), has announced that it is shutting down and returning leftover money to investors. DAOs are block", "date": 1697707378}, {"title": "Can the Mainstream Separate SBF From the Rest of Crypto?", "description": "On “Carpe Consensus,” hosts Ben Schiller and Danny Nelson center the episode on, arguably, the crypto news event of the year: the trial of Sam Bankman-Fried. “Carpe Consensus” is executive produced b", "date": 1697706300}, {"title": "Can You Use Crypto YouTube Channels to Time the Market? Yes, Says Delphi", "description": "Consider the number of crypto-related YouTube channels you have subscribed to and the hours spent per day watching these videos. Now, multiply these figures by the number of subscribers for each chann", "date": 1697705690}, {"title": "Do Kwon’s SEC Case May Hinge on Role of Jump Trading, Court Documents Show", "description": "A legal case against Do Kwon and his company, Terraform Labs, could hinge on the role of market maker Jump Trading, according to filings made in a New York court on Wednesday. The collapse of Kwon’s", "date": 1697705627}, {"title": "Coinbase Picks Ireland for EU Hub With MiCA Law Set to Open European Market", "description": "Crypto exchange Coinbase (COIN) picked Ireland as its regulatory hub in the European Union (EU) about a year before the Markets in Crypto Assets (MiCA) laws allow crypto service providers to operate a", "date": 1697705481}, {"title": "German Regulator Warns Consumers About MEXC's Crypto Custody", "description": "Germany’s Federal Financial Supervisory Authority (BaFin) warned consumers about the MEXC exchange offering financial services on its website without the required authorization on Tuesday . MEXC’s cr", "date": 1697704135}, {"title": "The Crypto Winter May Be Over: Morgan Stanley Wealth Management", "description": "The crypto winter may be over, Morgan Stanley Wealth Management said in a post on its website examining whether the recent bear market in digital assets has run its course. “Based on current data, sig", "date": 1697703651}, {"title": "FTX Used Billions in Customer Funds to Buy Back Binance Stake", "description": "Bankrupt crypto exchange FTX used customer funds to buy back the entirety of the firm’s stake held with competitor exchange Binance, a court hearing on Wednesday revealed. Binance CEO Changpeng Zhao s", "date": 1697702808}, {"title": "Nomura-Backed Komainu Joins Crypto Custodian Copper’s ClearLoop Network", "description": "Komainu, a crypto custody joint venture of Nomura, Ledger and CoinShares, is joining Copper’s ClearLoop network, the company said Thursday. The tie-up will allow institutional clients of Komainu to tr", "date": 1697698800}, {"title": "Elon Musk’s Plan to Charge New X Users $1 May Not Deter Crypto Bots", "description": "A plan to charge $1 to new users of social app X, formerly Twitter, may do little to deter the bot endemic on the popular platform used by crypto projects and users. X began rolling out the annual c", "date": 1697698645}, {"title": "Tesla Keeps Bitcoin Stash Steady in Q3", "description": "Tesla's (TSLA) bitcoin (BTC) holdings held steady in the third quarter, the U.S.-based car manufacturer’s new earnings report revealed Wednesday. The quarterly report did not mention bitcoin implyin", "date": 1697693305}, {"title": "How a Crypto Fraud Gave Florida Its First Forward Party Candidate", "description": "Brian Beute had never personally encountered the world of politics, scandal and corruption before he decided to run for local office in 2019. He was even less familiar with cryptocurrency and blockcha", "date": 1697665243}, {"title": "Bitcoin Miner Marathon to Custody Some of Its BTC With Fidelity Digital", "description": "Bitcoin [BTC] miner Marathon Digital (MARA) will stash some of its digital assets with Fidelity Digital Asset, adding a second custody partner in an attempt to diversify. \"Historically, Marathon has c", "date": 1697665162}, {"title": "Spot Bitcoin ETF Approval Might Be Near, but Analysts Differ on Possible BTC Price Reaction", "description": "Bitcoin's [BTC] violent but short-lived Monday rally on an erroneous news post about a spot BTC exchange-traded fund (ETF) approval offered a dress rehearsal for how the market would react when the ", "date": 1697658107}, {"title": "Top U.S. Bank Regulator Faulted for Lack of Crypto Guidance to Banks", "description": "The U.S. Federal Deposit Insurance Corp. (FDIC) has left the banks it oversees unequipped to navigate the regulator's crypto expectations, according to the agency's inspector general, so the FDIC ag", "date": 1697652096}, {"title": "Cracks Appear as Ethereum Staking Demand Wanes", "description": "Rewind to earlier this year, and staking on the Ethereum blockchain was all the rage . At the heart of it all was Lido Finance, a decentralized protocol that allowed traders to both earn rewards from", "date": 1697650089}, {"title": "Bitcoin Holds $28K as Stocks Buckle Under Interest Rate Concerns", "description": "The price of bitcoin [BTC] is little changed on Wednesday at $28,300 despite roughly 1% declines in the S&amp;P 500 and Nasdaq as interest rates carve out fresh new post-global financial crisis highs.", "date": 1697649634}, {"title": "Treasury Department Issues Sanctions on Hamas Operatives; SBF's Meetings With Powerful Politicians", "description": "The Treasury Department takes aim at Hamas's cash flow and Stan Ban Man freed dinner meetings with American politicians. You're watching coin desk daily. I'm your host, Jen Sani. Let's take a look at ", "date": 1697644342}, {"title": "The Death of Compromise, and a Way Forward for Crypto", "description": "Two of my children were playing the other day, building a bridge with LEGO. Happy and feeling accomplished, they were just about to complete their creation when my other child ran over and kicked it d", "date": 1697643900}, {"title": "Investment as a Service: Table Stakes for the Next Crypto Cycle", "description": "Bear markets are for building. The firms that manage to survive this protracted drawdown will position themselves to take advantage of the next bull run, whenever it may come. Through this process of ", "date": 1697643900}, {"title": "Bitcoin's Rising Dominance Rate Threatens Altcoin Boom From 2021", "description": "The chart of the day is brought to you by crypto dot com. The world's fastest growing crypto app. All right, let's take a look at the chart of the day. Bitcoin's dominance rate or share in the overall", "date": 1697642838}, {"title": "U.S. Sen. Warren Leads Lawmakers to Push Administration on Crypto-Backed Terrorism", "description": "U.S. Sen. Elizabeth Warren (D-Mass.) led more than a hundred lawmakers in demanding top officials share their plans for heading off crypto-financed terrorism. The bipartisan group of lawmakers from ", "date": 1697642191}, {"title": "‘Oh, Yes’: Accounting Prof Says Sam Bankman-Fried’s FTX Definitely Mishandled Customers' Money", "description": "NEW YORK – To help make their case that Sam Bankman-Fried committed a historic multibillion-dollar fraud, prosecutors enlisted an accounting professor who assisted the government investigations into E", "date": 1697642138}, {"title": "Spot Bitcoin ETF Interest From TradFi Giants Is a 'New Leaf Being Turned Over' for Crypto: Strategist", "description": "Blackrock JP Morgan Barclays, Fidelity Franklin Templeton, the significance of those names uh is pretty large and, and there are all the firms that have been mentioned alongside crypto headlines in th", "date": 1697641822}, {"title": "Lack of 'Melodrama' Is Surprising in Sam Bankman-Fried's Trial: Law Professor", "description": "I'm quite surprised at the lack of more melodrama here, for example, with respect to Caroline Ellison, um the cross examination based upon the fine reporting from you and your colleagues, Emily uh ind", "date": 1697641787}, {"title": "Stellar, Early Blockchain Built for Payments, Adds Smart Contracts to Take on Ethereum", "description": "A new entrant is coming into the already-competitive arena for smart-contract blockchains like Ethereum, and it has a familiar name. Stellar, a nine-year-old payments-focused project that comes with i", "date": 1697641200}, {"title": "How Could a Spot Bitcoin ETF Approval Impact the Crypto Markets?", "description": "The state of crypto is presented by Tron connecting the world to the power of Cryptocurrency. Bitcoin came oh, so close to breaking above $29,000 early today after Fidelity amended its spot Bitcoin ET", "date": 1697640570}, {"title": "Acquittal in Sam Bankman-Fried's Trial Is 'Certainly a Possibility,' Law Professor Says", "description": "Talking about this trial and also taking a closer look at the state of crypto regulation presented by analysis. So, back to the trial, getting a different perspective here. Joining us now to discuss i", "date": 1697640470}, {"title": "Crypto Update | U.S. Yields Soar and Binance.US Suspends Direct Dollar Withdrawals", "description": "Today's episode is sponsored by CME Group . Today’s Stories: Binance.US Halts Direct Dollar Withdrawals Trading Bitcoin on Binance Got Tougher During the ETF Rumor Frenzy: Kaiko Bitcoin N", "date": 1697639281}, {"title": "Sanctions Against Hamas Show How U.S. 'Should Go After Any Terrorist Use of Crypto,' Former CIA Analyst Says", "description": "", "date": 1697638272}, {"title": "U.S. Treasury Targets Gaza Crypto Business in Sanctions to Squeeze Hamas", "description": "The U.S. Department of the Treasury Wednesday sanctioned several individuals and entities it says are supporting Hamas terrorist operations, including a Gaza-based exchange. Among others, the sancti", "date": 1697637955}, {"title": "It’s Time for a Purpose-Built Disclosure Framework for Crypto", "description": "The crypto market participants increasingly find themselves in the cross hairs of elected officials and regulators who are concerned that investors do not understand the assets they are investing in. ", "date": 1697637718}, {"title": "Crypto World Hopeful as California Chases BitLicense in Absence of U.S. Feds", "description": "Crypto insiders feel they've been burned before in the cauldron of New York’s BitLicense, but they suggest that California’s implementation leaves some room for hope. With the U.S. Congress and fede", "date": 1697637634}, {"title": "Bitcoin Financial Services Firm Unchained Looks to Attract Wealthy Clients With New Advisory Service", "description": "Unchained, a bitcoin (BTC) financial services provider, has formed an advisory service catering to high-net-worth individuals (HNWIs). Sound Advisory is designed to address the lack of bitcoin-native ", "date": 1697637300}, {"title": "U.S. Crypto Regulatory Fog Keeps Standard Chartered Rooted in UAE, Asia", "description": "With U.S. regulators still wrangling their way through a cryptocurrency turf war, some of the world’s largest banks have quietly been preparing for the digital asset economy in other, more mature, jur", "date": 1697637275}, {"title": "Fidelity Amends Spot Bitcoin ETF Filing; SBF Calendar Reveals High-Profile Meetings", "description": "Good morning and welcome to first mover your first global look at today's action in Bitcoin Blockchain and digital assets. I'm Jen Sani here with my co-host Lawrence Leon and coin desks, executive dir", "date": 1697634000}, {"title": "Floki Developers Propose Staking and Utility Token Plans", "description": "Floki (FLOKI) developers plan to introduce a staking feature in return for a new utility token, chief developer “B” told CoinDesk in a Telegram message on Wednesday. The staking feature and the new to", "date": 1697634000}, {"title": "Ether.Fi Rolls Out Liquid Staking Token eETH, That Can be Restaked on EigenLayer", "description": "Decentralized finance (DeFi) protocol ether.fi has rolled out a liquid staking token (LST) that allows users to generate rewards by staking ether (ETH). Decentralized finance refers to financial act", "date": 1697633945}, {"title": "Bitcoin 'Bollinger Bandwidth' Signals Wild Price Swings Ahead", "description": "Traders awaiting a volatility resurgence in bitcoin [BTC] may soon have their moment as the crypto's Bollinger Bandwidth (BBW) has recently hit lows on the weekly charts not seen in several years. Wee", "date": 1697631978}, {"title": "DLT Securities Rules Are Here to Stay, EU Official Says", "description": "BRUSSELS, Belgium – A new European Union pilot to allow securities trades based on distributed ledger technology (DLT) is here to stay, an official from the bloc’s executive arm said on Wednesday. The", "date": 1697631641}, {"title": "First Mover Americas: GBTC Discount Continues to Narrow; Reddit’s Crypto Tokens Plummet", "description": "This article originally appeared in First Mover , CoinDesk’s daily newsletter putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day . L", "date": 1697631031}, {"title": "Why These Lawyers Say It's Over for SBF--But His Only Hail Mary Is to Testify", "description": "Samson Enzer, partner at Cahill Gordon &amp; Reindel, and Greg Strong, partner at DLX Law, dissect the second week of the criminal trial of Sam Bankman-Fried. At this point, the prosecution’s star wit", "date": 1697627568}, {"title": "Korean Giant SK Telecom Releases Crypto Wallet With CryptoQuant as Partner", "description": "Korean crypto services firm Team Blackbird, which runs the blockchain data and analytics platform CryptoQuant, said it introduced a crypto wallet in partnership with SK Telecom (SKT), the biggest mobi", "date": 1697627472}, {"title": "Bitcoin Nears $29K as Fidelity ETF Amendment Bumps Bullish Sentiment", "description": "Bitcoin ( BTC ) shot to as high as $28,817 earlier today as amendments to a spot bitcoin ETF filing in the U.S. fired up bullish sentiment. The largest cryptocurrency added 2.8% in the past 24 hours, ", "date": 1697618931}, {"title": "Ether Could Continue to Underperform Bitcoin as U.S. Bond Market 'Dis-Inversion' Resumes", "description": "Ether (ETH) has underperformed bitcoin (BTC) significantly this year and the trend could continue. That's an apparent signal from the U.S. Treasury government bond market, where the gap between yields", "date": 1697618557}, {"title": "Coinbase Trading Volume Slows Further as Crypto Winter Continues: Berenberg", "description": "Coinbase’s (COIN) cryptocurrency trading volumes in the U.S. appear to have weakened more than expected in the third quarter, investment bank Berenberg said in a research report on Tuesday. The crypto", "date": 1697613863}, {"title": "Spot Bitcoin ETF Approvals Could Add $1 Trillion to Crypto Market Cap, CryptoQuant Says", "description": "Bitcoin will become a $900 billion asset, and the total crypto market will grow by $1 trillion, should the bitcoin spot exchange-traded funds (ETFs) be approved, data analytics firm CryptoQuant wrote ", "date": 1697606034}, {"title": "Sam Bankman-Fried Dined With Eric Adams at NYC Mayor’s Go-To Italian Restaurant", "description": "NEW YORK — Sam Bankman-Fried tangled with New York’s top political and financial power brokers in the months preceding FTX’s collapse and his subsequent arrest. He even had one soiree at New York City", "date": 1697581971}, {"title": "Bitcoin Beats Rest of Crypto Market as Ether, DeFi Tokens Struggle", "description": "Bitcoin [BTC] continued to outperform the cryptocurrency market as Ethereum's ether [ETH] and decentralized finance, or DeFi, tokens slid Tuesday. BTC, the largest digital asset by market cap, sunk to", "date": 1697580357}, {"title": "Bahamian Prime Minister Asked Sam Bankman-Fried to Give His Son Advice on NFT Project", "description": "NEW YORK – Two months before Sam Bankman-Fried’s empire collapsed, Bahamian Prime Minister Philip Davis asked the crypto mogul to speak with the politician’s son about an NFT project he was consulting", "date": 1697578502}, {"title": "Bitcoin ETF Hopes Push Grayscale's GBTC Discount to Narrowest Since 2021", "description": "The discount for Grayscale’s Bitcoin Fund (GBTC), the world’s largest bitcoin investment vehicle, continued to narrow on Tuesday amid optimism that a bitcoin spot exchange-traded fund (ETF) might be", "date": 1697575477}, {"title": "Why Power Is Passing to Courts to Make US Crypto Policy", "description": "Regulating new technologies has never been easy, but it is especially difficult in the modern era. The U.S. legal system faces an unprecedented challenge due to emerging blockchain and AI technology. ", "date": 1697572019}, {"title": "Why Binance, Coinbase, Ripple and Other Crypto Firms Cite the ‘Major Questions’ Doctrine During Legal Imbroglios", "description": "Binance has “major questions.” Coinbase has “major questions.” Even President Joseph Biden had major questions. What exactly are these “major questions” that keep popping up across the crypto industry", "date": 1697568454}, {"title": "BC Technology Denies Report of $128M Crypto Exchange Sale", "description": "OSL, a Hong Kong-based licensed crypto exchange, is not for sale, according to a recent filing by its parent company. BC Technology, which owns OSL, said that Bloomberg’s report about the pending sa", "date": 1697563150}, {"title": "SBF TRIAL PODCAST 10/17:  Why FTX Executive Nishad Singh Felt ‘Suicidal’ in Crypto Exchange’s Final Days", "description": "Nishad Singh, the former head of engineering at FTX, testified that SBF revealed the extent of Alameda's use of FTX user deposits at a September 2022 meeting, highlighting the substantial deficit in t", "date": 1697562000}, {"title": "EU Formally Agrees on New Crypto Tax Data Sharing Rules", "description": "New European Union rules that let tax authorities share data on individuals' crypto holdings were formally adopted by the bloc's finance ministers on Tuesday. The document will now be published in the", "date": 1697561548}, {"title": "Tokenized RWAs Could Grow to a $10T Market by 2030 as Crypto Converges to TradFi: Report", "description": "The market for tokenized assets could grow to as large as $10 trillion in this decade as traditional financial (TradFi) institutions continue to adopt blockchain technology, digital asset management f", "date": 1697561236}, {"title": "BlackRock CEO Larry Fink Seeing Client Demand for Crypto 'Around The World'", "description": "Clients across the globe are talking about “the need for crypto,” said Larry Fink, CEO of asset management giant BlackRock (BLK). Appearing on Fox Business on Monday hours after a false rumor about ", "date": 1697559440}, {"title": "The SBF Trial: Ex-FTX Exec Nishad Singh Back in Court; Binance.US Halts Direct Dollar Withdrawals", "description": "Another star witness on the stand at the SPF trial and Binance us halts direct dollar withdrawals. You're watching coin desk daily. I'm your host, Jen Sani. Let's take a look at the markets. The coin ", "date": 1697558773}, {"title": "Digital Dollar May Pose 'Significant Risk,' Fed Governor Bowman Says", "description": "U.S. Federal Reserve Governor Michelle Bowman is uncertain if the U.S. needs to get into the central bank digital currency (CBDC) business. \"The potential benefits of a U.S. CBDC remain unclear, and", "date": 1697558723}, {"title": "GameFi Token BIGTIME Skyrockets in First Week of Existence", "description": "The chart of the day is brought to you by crypto dot com. The world's fastest growing crypto app. Let's take a look at the chart of the day. Game five token big time rallied 250% in just five days. Bi", "date": 1697556509}, {"title": "Crypto Regulation Is Not a 'Panacea' for the Industry, Legal Expert Says", "description": "You're not going to have huge leverage perks that some people want on a US regulated exchange that's not happening in the near term. And there are some people who will be drawn to that, there will be ", "date": 1697556022}, {"title": "Why Congress Will Be the Dollar’s Downfall", "description": "If you are someone who cares about the future of America’s economy, you should take a minute to read this article. Since you’re reading CoinDesk, you likely have a foundational understanding of crypto", "date": 1697554530}, {"title": "Crypto Update | Why a Spot Bitcoin ETF Would Help the Crypto Market", "description": "Today's episode is sponsored by CME Group . Today’s Stories: Bitcoin Jumps to $30K, Then Dumps, as False Spot ETF Approval Report Circulates From our sponsors: CME Group Cryptocurrency ", "date": 1697554210}, {"title": "Paul Brody Discusses Fidelity Digital Assets Utilizing EY’s Blockchain Analytics Tool", "description": "Fidelity digital assets is utilizing eys Blockchain analytics tool aimed at enhancing internal risk management. Joining us now to discuss this global Blockchain leader for Ey Paul brody, welcome back ", "date": 1697553922}, {"title": "What's Next for Crypto Regulation?", "description": "This week, Coin desk is taking a closer look at what's next for the state of crypto regulation that's presented by chain analysis. Joining us now to discuss is multi coin capital, General counsel Greg", "date": 1697553835}, {"title": "Ex-FTX Exec Nishad Singh Back in Court After Testifying about Sam Bankman-Fried's 'Excess' Spending", "description": "One of the prosecution's last star witnesses, Nishad Singh is set to testify in the SPF trial for his second day today. The former FTX executive told jurors yesterday that Beman freed used customer mo", "date": 1697553713}, {"title": "Spot Bitcoin ETF Approval Will Be 'Critical' For BTC's Upside Move: Market Strategist", "description": "The state of crypto is presented by Tron connecting the world to the power of Cryptocurrency. Gray scale is mulling its next steps after the SEC failed to appeal its court loss over the crypto asset m", "date": 1697553329}, {"title": "What’s Holding Crypto Back? It’s the Founders, Not Just Regulators", "description": "The prevailing narrative for the past several years around blockchain and digital assets has been that regulatory risk is the biggest threat to the industry, but that’s false. If the past two years ha", "date": 1697552387}, {"title": "Web3-Powered File Management App Raises $1.5M to Offer Alternative to Google", "description": "Web3 workspace and file management application Fileverse raised $1.5 million in a pre-seed round, the firm told CoinDesk Tuesday. Privacy-focused Gnosis Chain and venture capital firm Factor led the i", "date": 1697551200}, {"title": "When Bankruptcy Regulates Crypto: The Good, the Bad, and the (Really) Ugly", "description": "Without an established oversight regime, crypto winter has turned bankruptcy courts into accidental regulators of the digital asset market. In the wake of Terra/Luna’s collapse in May 2022, followed b", "date": 1697550480}, {"title": "How African Students Became Victims of FTX’s Collapse", "description": "“There were people who, because of their reputation, [their friends and family] trusted them. And now, after FTX collapsed, their reputation went,” a former Student Ambassador for FTX, in Nigeria, tol", "date": 1697549495}, {"title": "The Sam Bankman-Fried Trial Is Revealing Crypto's Amateur-Hour Ways", "description": "A number of major crypto companies did not look at audited financial statements prior to investing or loaning FTX and Alameda Research billions of dollars. This won’t help the industry’s case in Washi", "date": 1697549400}, {"title": "The SBF Trial: Member of Bankman-Fried’s Inner Circle Testifies, Claims He Knew $8B Went Missing", "description": "Good morning and welcome to first mover. Your first global look at today's action in Bitcoin, Blockchain and Digital assets. I'm Jen Sani here with my co-host Lawrence Lewin and coin desk's executive ", "date": 1697547600}, {"title": "BitGo Buys Crypto Wealth Management Platform HeightZero", "description": "Cryptocurrency custody specialist BitGo has acquired HeightZero, a firm that provides software tools for wealth managers whose clients may want to invest a proportion of their portfolios in crypto and", "date": 1697547600}, {"title": "Binance.US Halts Direct Dollar Withdrawals", "description": "Binance.US users can no longer withdraw dollars directly from the platform after the exchange updated its terms of use on Monday. \"In the event that customers wish to withdraw U.S. dollar funds fro", "date": 1697544844}, {"title": "First Mover Americas: FTX Proposes Returning Up to 90% of Customer Funds", "description": "This article originally appeared in First Mover , CoinDesk’s daily newsletter putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day . L", "date": 1697544060}, {"title": "Pennsylvania Lawmaker Scraps Crypto Mining Ban to Advance Energy Conservation Bill", "description": "A lawmaker in Pennsylvania's House of Representatives scrapped a proposed two-year moratorium on crypto mining permits from his own energy conservation bill to give it a better chance of moving forwar", "date": 1697540745}, {"title": "Crypto Day Ahead: U.S. Retail Sales Data to Test Dollar Buoyancy", "description": "After Monday's ETF rumor-led whirlwind in bitcoin, the highlight of Tuesday's American trading hours is likely to be the release of the U.S. retail sales data for September. The consumer spending fi", "date": 1697539414}, {"title": "Banks Must Disclose Crypto Exposures, Global Regulator Says", "description": "Banks must disclose quantitative and qualitative information on their crypto activities, according to draft guidance published by international standard-setter the Basel Committee on Banking Supervisi", "date": 1697539329}, {"title": "SBF Trial: Nishad Singh Felt ‘Suicidal’ in Crypto Exchange’s Final Days", "description": "“I was blindsided and horrified.” That’s how Nishad Singh recalled feeling after a fateful September 2022 meeting with FTX founder Sam Bankman-Fried where his boss laid bare the full scope of the exch", "date": 1697536800}, {"title": "EU Regulator Warns of ‘Opaque’ Crypto Firms as It Seeks to Close MiCA Loopholes", "description": "European Union regulators on Tuesday warned that “complex and opaque” global crypto companies could try to exploit differences among member states, saying that some may try to operate from overseas vi", "date": 1697536800}, {"title": "Bitcoin Above $28K Buoyed by California ‘BitLicense’ Bill Being Signed", "description": "Bitcoin (BTC) stood above the $28,400 level in European morning hours on Tuesday amid generally positive sentiment about the asset’s near-term future and a fundamental crypto law signed in the U.S., w", "date": 1697534036}, {"title": "Israel Freezes 100 Binance Accounts Over Suspected Hamas Links: FT", "description": "More than 100 accounts on the world's largest crypto exchange, Binance, have been frozen at the request of Israeli law enforcement since the Oct. 7 attacks by Hamas in a bid to curtail the Palestinian", "date": 1697530306}, {"title": "Lido Finance Sunsets Solana Staking Product After DAO Vote", "description": "Decentralized liquid staking giant Lido Finance has decided to discontinue accepting new requests for staking solana (SOL) token following Lido's LDO token holders' lopsided voting in favor of halting", "date": 1697529594}, {"title": "Bitcoin's Rising Dominance Rate Challenges Altcoin Boom From 2021", "description": "Bitcoin's (BTC) dominance rate or share in the overall crypto market continues to rise, threatening to reverse alternative cryptocurrencies (altcoins) BTC-beating rally from early 2021. The dominance ", "date": 1697527151}, {"title": "FTX Plans to Return 90% of Customer Funds, but There's a Catch", "description": "Bankrupt crypto exchange FTX floated an amended proposal to return up to 90% of creditor holdings held at the exchange before it went bust last November. The debtors' group, which is currently overs", "date": 1697524343}, {"title": "Market Wrap: Bitcoin Hovers Above $28K After ETF Reports Prove False", "description": "Bitcoin is trading just above $28,500, up 5%, after a false report about the Securities and Exchange Commission (SEC) approving the first bitcoin spot ETF pushed up markets early Monday U.S. time. Ear", "date": 1697497436}, {"title": "Uniswap Labs to Charge 0.15% Fee on Crypto Swaps Involving ETH, USDC, Other Tokens", "description": "Uniswap Labs, the key company building atop decentralized crypto exchange Uniswap, will impose a 0.15% fee starting Tuesday on trades involving ETH, USDC and other tokens. Only swaps that execute thro", "date": 1697484652}, {"title": "What’s All the Fuss About Bitcoin ETFs?", "description": "Anyone can trade bitcoin (BTC) : that’s the point of an open protocol like Bitcoin. So why is so much time and energy put towards getting alternative ways of accessing bitcoins? In particular, why is", "date": 1697482302}, {"title": "SEC Won't Appeal Loss in Grayscale Decision; Third Week of SBF Trial Begins", "description": "Good morning and welcome to first mover your first global look at today's action in Bitcoin Blockchain and Digital Assets. I'm Jen Sei here with my co-host Lawrence, Lean Lawrence. Good morning. Good ", "date": 1697475600}, {"title": "Bitcoin Spikes on False BlackRock Spot Bitcoin ETF Approval Rumor", "description": "Today's episode is sponsored by CME Group . Today’s Stories: Bitcoin Spot ETFs Approval Partially Priced In, Coinbase Says SEC Won’t Appeal Loss in Grayscale Case, Boosting the Odds GBTC Ca", "date": 1697475600}, {"title": "The Ripple Effects of a Spot Market Bitcoin ETF", "description": "The likelihood of having a spot market bitcoin ETF, or exchange-traded fund, ready to list on the market by year’s end is now a near certainty . After years of legal wrangling, the U.S. Securities an", "date": 1697473415}, {"title": "What’s Next for Grayscale, Spot Bitcoin ETF After SEC Declines to Appeal Court Loss?", "description": "Now that the U.S. Securities and Exchange Commission (SEC) has failed to appeal its August court loss over Grayscale’s application to convert its Bitcoin Trust (GBTC) into a spot exchange traded fun", "date": 1697472662}, {"title": "Genesis Ordered to Comply With Terra Subpoena Within 5 Days", "description": "Genesis, a crypto lender and trading company, has been ordered by a New York court to comply with a subpoena within five days after apparently failing to respond by a previous Oct. 9 deadline relating", "date": 1697472024}, {"title": "Key Driver Behind Bitcoin's Price Spike; California's Crypto Licensing Bill Signed Into Law", "description": "Why today's Bitcoin surge was short lived and there's a new crypto law in California. You're watching Coin Desk Daily. I'm your host, Jen Sani. Let's take a look at the markets. The coin desk, Bitcoin", "date": 1697471297}, {"title": "SEC Not Willing to 'Publicly Assert That Ether Is a Security Right Now': Former CFTC General Counsel", "description": "Ether, futures have been trading on CFTC regulated exchanges for several years now. And so, if the SEC thought that that product was instead, you know, a security based product, that either was a secu", "date": 1697470726}, {"title": "SBF TRIAL PODCAST 10/16: As Week 3 Begins, What Did FTX’s Terms of Service Say About Customer Funds?", "description": "As the trial progresses into its second phase, defense attorney Mark Cohen's cross-examination of witnesses like BlockFi CEO Zac Prince has so far failed to substantially undermine the prosecution's c", "date": 1697470247}, {"title": "The SBF Trial Remains 'Top of Mind' for Regulators, Congress: Legal Expert", "description": "This week coin desk is taking a closer look at what's next for the state of crypto regulation that's presented by cha analysis. Joining us now to discuss is cat and partner and co-chair for financial ", "date": 1697469825}, {"title": "Binance to Stop Accepting New U.K. Users to Comply With Ad Rules", "description": "Binance will stop accepting new U.K. users starting Monday in order to comply with the country's crypto marketing rules, the company said in a blog post . Under the new regime – which kicked in on Oc", "date": 1697469626}, {"title": "The SBF Trial: Upcoming Witnesses Include Ex-FTX Exec Nishad Singh", "description": "The state of crypto is presented by Tron connecting the world to the power of Cryptocurrency. Good morning and welcome back to first mover. Week three of the Sam Bateman freed criminal trial begins to", "date": 1697468491}, {"title": "Coinbase Ventures, Haun Ventures Raise Crypto Political Capital With University of Arkansas Tech Sprint", "description": "Cryptocurrency-focused investment firms Coinbase Ventures and Haun Ventures are backing a technology accelerator program at the University of Arkansas, noting the southern state’s mix of entrepreneurs", "date": 1697468400}, {"title": "Bitcoin's Price Jumps as SEC Won't Continue Its Court Dispute With Grayscale", "description": "It looks like the SEC won't appeal court ruling against gray scale as we reported here, the move boost the odds of the gray scale Bitcoin Trust uh potentially turning into a more appealing ETF So join", "date": 1697468384}, {"title": "Former Top FTX Executive Testifies He Knew $8B of Customer Money Was Missing", "description": "NEW YORK — The third week of Sam Bankman-Fried’s criminal trial began with a member of his FTX inner circle weaving together statements from three previous witnesses, walking the jury step-by-step thr", "date": 1697466736}, {"title": "How Heated Sidebars During the SBF Trial Could Impact the Jury’s Decision", "description": "I sympathize with the defense here. This is an uphill fight to begin with. There are millions of pages of documents, but really, I mean, you have three really strong cooperators here who were in the i", "date": 1697465647}, {"title": "SBF’s Lawyers Could Be Annoying the Judge. How Might That Impact the Trial?", "description": "I think that, you know, you're getting right into the peeking behind the curtain, seeing what's happened there. They're telling you what they say and what they saw and what they did and they're just g", "date": 1697465606}, {"title": "How Clear and Effective Crypto Regulations are Born", "description": "The development of blockchain-based digital assets, and the multi-billion dollar market that has formed around them, has proved to be a tremendous challenge for global legislators and regulators alike", "date": 1697464608}, {"title": "Tether Freezes 32 Crypto Addresses Linked to Terrorism, Warfare in Israel and Ukraine", "description": "Stablecoin issuer Tether has frozen funds in 32 cryptocurrency addresses linked to terrorism and warfare in Israel and Ukraine, according to a Monday press release . Tether said that it has been work", "date": 1697460611}, {"title": "Where Is Crypto Policy Heading in a Post-FTX World?", "description": "Among some crypto journalists, there is a sense the ongoing criminal trial of disgraced FTX founder Sam Bankman-Fried may be the last great crypto trial. FTX’s implosion, and the subsequent market con", "date": 1697460311}, {"title": "The Stablecoin Bill Is a Vital Upgrade for US Financial Plumbing", "description": "Fifteen years ago Lehman Brothers collapsed, destroying the retirement savings of millions of Americans. Congress and the White House responded to the ensuing financial crisis by passing the Dodd-Fran", "date": 1697458675}, {"title": "First Mover Americas: Bitcoin Spot ETFs Inch Closer to Reality in U.S.", "description": "This article originally appeared in First Mover , CoinDesk’s daily newsletter putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day . L", "date": 1697457703}, {"title": "‘Elizabeth Warren Chalked the Field’: Former Congressmen Tim Ryan (D) and David McIntosh (R) on the Prospects for Crypto Legislation Before the Election", "description": "If you’re a politician, this isn’t an easy time to come out supporting crypto. Especially in the wake of the FTX collapse, it might seem more expedient -- and safer -- to make crypto a punching bag th", "date": 1697457327}, {"title": "Hong Kong-Based Crypto Exchange OSL's Owner Weighing Sale at $128M Valuation: Bloomberg", "description": "BC Technology Group is weighing the sale of its crypto exchange OSL at a valuation of 1 billion Hong Kong dollars ($128 million), according to a report by Bloomberg on Monday. OSL offers prime broke", "date": 1697456572}, {"title": "GameFi Token BIGTIME Rallies 250% in First Week; Analysts Raise Supply Concerns", "description": "BIGTIME, the native token of blockchain-powered multiplayer game Big Time, has more than tripled in the first week of its existence. The market-beating performance does not convince some analysts. Las", "date": 1697454990}, {"title": "California 'BitLicense' Bill Signed by Gov. Newsom", "description": "California Governor Gavin Newsom signed a crypto licensing bill on Friday, set to take effect in July 2025. Considered California's answer to New York's \" BitLicense ,\" the Digital Financial Assets ", "date": 1697452568}, {"title": "Bitcoin Gains Spark Bullish Call of ‘$15T Asset;’ BTC Forks Jump", "description": "Bitcoin (BTC) neared the $28,000 mark early Monday before retreating as crypto bulls seemed to bet on hopes of a major spot bitcoin exchange-traded fund (ETF) going live in the U.S. in the coming mo", "date": 1697450438}, {"title": "SBF Trial: What Did FTX’s Terms of Service Say About Customer Funds?", "description": "Phase one of the trial was exciting. Former FTX exchange insiders told a jury that Sam Bankman-Fried had directed them to let his hedge fund Alameda “borrow” billions of dollars from exchange customer", "date": 1697450400}, {"title": "Ferrari to Start Accepting Crypto Payments in U.S, Europe to Follow", "description": "Ferrari (RACE) will start accepting cryptocurrency as a payment method in the U.S., with a view to extending the scheme to Europe. The Maranello, Italy-based luxury sports car manufacturer is respondi", "date": 1697448455}, {"title": "Investor Demand for Ether Staking Yields Has Slowed: Coinbase", "description": "The Ethereum blockchain validator queue has emptied for the first time since the Shanghai upgrade in May, a signal investor demand for ether (ETH) staking is leveling off, Coinbase (COIN) said in a re", "date": 1697446101}, {"title": "Binance Burns $450M BNB in Quarterly Move", "description": "Crypto exchange Binance said on Monday that it has burned over $450 million worth of BNB tokens as part of a planned token burn. Just over 2.1 million BNB tokens were burned by Binance. Burning refers", "date": 1697445360}, {"title": "FTX Bankruptcy Estate Stakes $150M SOL and ETH as Sam Bankman-Fried's Trial Continues", "description": "The FTX bankruptcy estate has apparently staked millions of dollars worth of ether (ETH) and solana's SOL over the weekend, blockchain addresses tied to the crypto exchange apparently show. Over 5.5 m", "date": 1697440756}, {"title": "Grayscale 'GBTC Discount' Narrows to Near 2-Year Low as SEC Misses ETF Appeal Window", "description": "The widely tracked crypto market indicator \" GBTC discount \" narrowed to its lowest in 22 months on Friday, signaling increased optimism that Grayscale will be able to convert its close-ended bitcoin ", "date": 1697438532}, {"title": "Australia Proposes New Licensing Regime for Crypto Exchanges, Aims for Draft Legislation by 2024", "description": "Australia expects to release a draft legislation which covers licensing and custody rules for crypto asset providers by 2024, and once the legislation becomes law, exchanges will have 12 months to tra", "date": 1697433647}, {"title": "Upbit Receives Preliminary 'In-Principal' Approval in Singapore", "description": "Leading South Korean cryptocurrency exchange Upbit's Singapore entity has received In-Principal Approval for a Major Payment Institution (MPI) license from the Monetary Authority of Singapore (MAS). T", "date": 1697432583}, {"title": "Sam Bankman-Fried May Testify at Trial, Defense Says. First, He Needs His ADHD Meds", "description": "Sam Bankman-Fried might take the stand in his criminal trial, his defense hinted in a filing late Sunday. But his persistent lack of access to adequate medication for ADHD is complicating their deci", "date": 1697427059}, {"title": "Protocol Village: Binance Invests in Modular Rollup Network Initia", "description": "Oct. 13: Binance Labs , the venture capital and incubation arm of the crypto exchange Binance , has invested in Initia , a \"network designed for highly interwoven modular rollups,\" according to a ", "date": 1697403545}, {"title": "Featured Story | Crypto Should Ghost the SBF Trial", "description": "Today's episode is sponsored by CME Group . Today’s featured story is an opinion piece from Katherine Snow, titled: “ Crypto Should Ghost the SBF Trial .” From our sponsors: CME Group Crypt", "date": 1697360400}, {"title": "Current Affairs | Analyzing Israel-Gaza Conflicts, Crypto's Dual Nature, and the Intriguing World of Crypto Celebrities", "description": "This episode is sponsored by PayPal . In this episode of \"Money Reimagined\" Michael Casey and Sheila Warren offer an inspection of the pressing issues of our time, from the ongoing turmoil ", "date": 1697313660}, {"title": "BOND Token Soars After BarnBridge Votes to ‘Comply’ With SEC", "description": "BarnBridge’s BOND more than doubled in price after the defunct crypto derivatives project indicated it will acquiesce to unspecified demands by the U.S. Securities and Exchange Commission. The token w", "date": 1697302647}, {"title": "CoinDesk Market Index Week in Review", "description": "Today's episode is sponsored by CME Group . The CoinDesk Market Index (CMI) functions as a benchmark for the performance of the digital asset market, delivering institutional quality information", "date": 1697274000}]